{"<NULL>": 0, "<UNK>": 1, "<START>": 2, "<END>": 3, ",": 4, "V-shaped": 5, "a": 6, "abandoned": 7, "aboriginal": 8, "above": 9, "across": 10, "add": 11, "added": 12, "additional": 13, "adjacent": 14, "all": 15, "almost": 16, "along": 17, "alongside": 18, "among": 19, "an": 20, "and": 21, "another": 22, "appear": 23, "appearance": 24, "appeared": 25, "appears": 26, "arc": 27, "are": 28, "area": 29, "areas": 30, "around": 31, "arranged": 32, "as": 33, "asphalt": 34, "at": 35, "attached": 36, "attachment": 37, "away": 38, "back": 39, "bare": 40, "bareland": 41, "barren": 42, "bars": 43, "basketball": 44, "became": 45, "become": 46, "becomes": 47, "been": 48, "before": 49, "below": 50, "beside": 51, "besides": 52, "better": 53, "between": 54, "big": 55, "bigger": 56, "block": 57, "blocks": 58, "blue": 59, "board": 60, "boards": 61, "bodies": 62, "body": 63, "both": 64, "bottom": 65, "boundary": 66, "branch": 67, "branches": 68, "branching": 69, "bridge": 70, "bridges": 71, "broadened": 72, "build": 73, "building": 74, "buildings": 75, "builds": 76, "built": 77, "built-up": 78, "bungalow": 79, "bungalows": 80, "bushes": 81, "bushier": 82, "but": 83, "by": 84, "bypass": 85, "can": 86, "cans": 87, "car": 88, "cars": 89, "cement": 90, "center": 91, "central": 92, "change": 93, "changed": 94, "circle": 95, "circular": 96, "cleared": 97, "clearing": 98, "closely": 99, "clustered": 100, "comes": 101, "complete": 102, "completed": 103, "concrete": 104, "conjoined": 105, "connect": 106, "connected": 107, "connecting": 108, "connects": 109, "consisting": 110, "constructed": 111, "construction": 112, "constructions": 113, "converges": 114, "corner": 115, "corners": 116, "cottage": 117, "country": 118, "court": 119, "courtyard": 120, "courtyards": 121, "covered": 122, "cross": 123, "crosses": 124, "crossing": 125, "crossroad": 126, "crossroads": 127, "curved": 128, "cut": 129, "decreases": 130, "demolished": 131, "dense": 132, "derived": 133, "desert": 134, "detached": 135, "developed": 136, "developing": 137, "difference": 138, "direct": 139, "direction": 140, "directions": 141, "dirt": 142, "disappear": 143, "disappeared": 144, "disappearing": 145, "disappears": 146, "displayed": 147, "distance": 148, "distributed": 149, "divided": 150, "down": 151, "downwards": 152, "dried": 153, "drove": 154, "dug": 155, "each": 156, "edge": 157, "either": 158, "elevated": 159, "emerged": 160, "empty": 161, "end": 162, "ends": 163, "enlarged": 164, "entire": 165, "equipment": 166, "erected": 167, "established": 168, "everywhere": 169, "existing": 170, "exists": 171, "expanded": 172, "expands": 173, "expansion": 174, "exposed": 175, "extend": 176, "extended": 177, "extends": 178, "extension": 179, "extra": 180, "face": 181, "facilities": 182, "factories": 183, "factory": 184, "few": 185, "field": 186, "fill": 187, "filled": 188, "fills": 189, "finished": 190, "five": 191, "flat": 192, "floor": 193, "flooring": 194, "floors": 195, "flourished": 196, "footpath": 197, "footpaths": 198, "forest": 199, "forests": 200, "forked": 201, "form": 202, "formed": 203, "former": 204, "foundation": 205, "foundations": 206, "four": 207, "freestanding": 208, "from": 209, "front": 210, "full": 211, "gap": 212, "giant": 213, "going": 214, "grass": 215, "grassland": 216, "grasslands": 217, "gray": 218, "great": 219, "green": 220, "greener": 221, "grey": 222, "ground": 223, "group": 224, "groups": 225, "grow": 226, "grown": 227, "grows": 228, "half": 229, "has": 230, "have": 231, "haw": 232, "here": 233, "high": 234, "higher": 235, "higher-right": 236, "hole": 237, "horizontal": 238, "house": 239, "houses": 240, "hub": 241, "huge": 242, "identical": 243, "image": 244, "in": 245, "increases": 246, "independent": 247, "industrial": 248, "instead": 249, "intersecting": 250, "intersection": 251, "intersections": 252, "into": 253, "iron": 254, "is": 255, "it": 256, "its": 257, "join": 258, "joint": 259, "knocked": 260, "lake": 261, "lakes": 262, "land": 263, "lane": 264, "large": 265, "larger": 266, "lawn": 267, "lead": 268, "leading": 269, "leads": 270, "left": 271, "level": 272, "leveled": 273, "light": 274, "line": 275, "lined": 276, "lines": 277, "little": 278, "located": 279, "long": 280, "longhouses": 281, "lot": 282, "lots": 283, "lower": 284, "lower-left": 285, "lower-right": 286, "lush": 287, "lusher": 288, "main": 289, "make": 290, "mall": 291, "malls": 292, "mansion": 293, "mansions": 294, "many": 295, "massive": 296, "meadow": 297, "middle": 298, "more": 299, "most": 300, "muddy": 301, "narrow": 302, "narrowed": 303, "narrower": 304, "natatorium": 305, "near": 306, "nearby": 307, "neat": 308, "neatly": 309, "network": 310, "new": 311, "newly": 312, "next": 313, "no": 314, "not": 315, "nothing": 316, "occupied": 317, "occupies": 318, "occupy": 319, "occurred": 320, "of": 321, "off": 322, "old": 323, "on": 324, "one": 325, "ones": 326, "only": 327, "open": 328, "opens": 329, "orange": 330, "orderly": 331, "original": 332, "originally": 333, "other": 334, "others": 335, "out": 336, "outdoor": 337, "overpasses": 338, "parallel": 339, "park": 340, "parked": 341, "parking": 342, "parks": 343, "part": 344, "parts": 345, "passes": 346, "pat": 347, "path": 348, "paths": 349, "perimeter": 350, "picture": 351, "pictures": 352, "piece": 353, "place": 354, "placed": 355, "places": 356, "plant": 357, "planted": 358, "plants": 359, "playground": 360, "playgrounds": 361, "playing": 362, "point": 363, "pond": 364, "pool": 365, "portion": 366, "pulled": 367, "pushed": 368, "put": 369, "quantity": 370, "quarter": 371, "quarters": 372, "railing": 373, "railway": 374, "rebuilt": 375, "reconstructed": 376, "rectangular": 377, "red": 378, "refilled": 379, "region": 380, "remaining": 381, "removed": 382, "renovated": 383, "replace": 384, "replaced": 385, "replaces": 386, "replacing": 387, "reservoir": 388, "reshaped": 389, "residential": 390, "respectively": 391, "restored": 392, "revealed": 393, "right": 394, "ring": 395, "rings": 396, "river": 397, "riverbed": 398, "road": 399, "roads": 400, "roadside": 401, "roadsides": 402, "roof": 403, "room": 404, "rooms": 405, "rotunda": 406, "round": 407, "roundabout": 408, "row": 409, "rows": 410, "ruin": 411, "ruins": 412, "run": 413, "running": 414, "runs": 415, "s": 416, "same": 417, "scatter": 418, "scattered": 419, "scene": 420, "scenes": 421, "screen": 422, "seem": 423, "separate": 424, "set": 425, "several": 426, "shelves": 427, "shorter": 428, "show": 429, "shows": 430, "shrubs": 431, "side": 432, "sides": 433, "similar": 434, "single": 435, "site": 436, "sites": 437, "situated": 438, "six": 439, "small": 440, "smaller": 441, "some": 442, "space": 443, "spaced": 444, "spaces": 445, "sparse": 446, "square": 447, "squares": 448, "stadium": 449, "stadiums": 450, "stand": 451, "stands": 452, "storage": 453, "storehouse": 454, "straight": 455, "street": 456, "streets": 457, "strip": 458, "strips": 459, "structure": 460, "style": 461, "styles": 462, "surround": 463, "surrounded": 464, "surrounding": 465, "surrounds": 466, "t-junction": 467, "t-shaped": 468, "t-typed": 469, "ta": 470, "take": 471, "taken": 472, "takes": 473, "tank": 474, "tanks": 475, "than": 476, "that": 477, "the": 478, "them": 479, "there": 480, "thicker": 481, "this": 482, "three": 483, "through": 484, "throughout": 485, "to": 486, "top": 487, "top-left": 488, "top-right": 489, "tow": 490, "track": 491, "tracks": 492, "traffic": 493, "trail": 494, "trails": 495, "trains": 496, "transformed": 497, "transportation": 498, "tree": 499, "trees": 500, "trucks": 501, "turn": 502, "turned": 503, "turning": 504, "turns": 505, "two": 506, "u-shaped": 507, "u-typed": 508, "uncompleted": 509, "under": 510, "underneath": 511, "unfinished": 512, "unsurfaced": 513, "up": 514, "upper": 515, "upper-left": 516, "upper-middle": 517, "upper-right": 518, "used": 519, "v-shaped": 520, "vacant": 521, "vanish": 522, "vanished": 523, "vanishes": 524, "vegetation": 525, "vehicle": 526, "vehicles": 527, "venue": 528, "vertical": 529, "very": 530, "viaduct": 531, "viaducts": 532, "villa": 533, "village": 534, "villages": 535, "villas": 536, "vital": 537, "vitals": 538, "warehouse": 539, "warehouses": 540, "was": 541, "waste": 542, "wasteland": 543, "water": 544, "well": 545, "were": 546, "where": 547, "while": 548, "white": 549, "wide": 550, "widen": 551, "widened": 552, "widens": 553, "wider": 554, "width": 555, "will": 556, "winding": 557, "wingding": 558, "with": 559, "without": 560, "wood": 561, "wooden": 562, "woodland": 563, "woods": 564, "yard": 565, "yellow": 566, "yet": 567}